package com.example.resturant;

public class Constants {
    public static final String fcmKey="AAAAVf88PNk:APA91bF19vlWNBA28jRL4jLOB3bOdll5hKO-BZXzAeKDSWpHduAugszxTF9DlPgE9uWqowT7tM5JaDbtz4Mxnd_dzGH4XBgPGePhlt_1ivTuablnGhfL2eKmy3KAUCwwjECgM0mR-bHf";
    public static final String fcm_topic="PUSH_NOTIFICATION";
    public static final String[]categories={
      "ايس كوكتيل",
            "فرابيه",
            "البروست",
            "زبادي",
            "الطاسات",
            "الضاني",
            "الارز",
            "فطائر",
            "المشروبات",
            "وجبات عائلية",
            "ميكس جريل",
            "شاورما",
            "كريب",
            "سموزي ",
            "عصائر ميكس",
           "عصائر فريش" ,"عصائر موسيه","مشروبات القهوة","مشروبات ساخنة","مياه معدنية","الباستا","ساندوتش","البسماتيو",
            "ركن الهيلثي","اضافات","اطباق اللحوم الرئيسية","اسكلت","اطباق الدجاج الرئيسية","وجبات ستريس","البيتزا",
            "اضافات البيتزا","بيتزا ويتش","الصيامي","حلويات","الطواجن","الوافل","صواريخ ميكس","ايس كريم","اضافات حلويات"
            ,"ايس تارت","ميكس صودا","الشوربات","السلطات","المقبلات","طاسات ميكس تيز","مشويات","وجبات ميكس","الشرقي"
    };

    public static final String[]categories1={
            "الكل",
            "ايس كوكتيل",
            "فرابيه",
            "زبادي",
            "سموزي ",
            "عصائر ميكس",
            "عصائر فريش" ,"عصائر موسيه","مشروبات القهوة","مشروبات ساخنة","مياه معدنية","الباستا","ساندوتش","البسماتيو",
            "ركن الهيلثي","اضافات","اطباق اللحوم الرئيسية","اسكلت","اطباق الدجاج الرئيسية","وجبات ستريس","البيتزا",
            "اضافات البيتزا","بيتزا ويتش","الصيامي","حلويات","الطواجن","الوافل","صواريخ ميكس","ايس كريم","اضافات حلويات"
            ,"ايس تارت","ميكس صودا","الشوربات","السلطات","المقبلات","طاسات ميكس تيز","مشويات","وجبات ميكس","الشرقي"
    };

}
